---
kind: enumMember
id: F:Autodesk.Revit.DB.OrdinateOriginVisibility.None
enum: Autodesk.Revit.DB.OrdinateOriginVisibility
source: html/f60c32b7-781f-94a2-9ecd-ed9e6efdbda5.htm
---
# Autodesk.Revit.DB.OrdinateOriginVisibility.None

Does not show the origin witness line, tick mark, or text (0'-0").